test/cavity/0.orig/sigma
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2206                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      sigma;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

value 1;
dimensions      [0 0 0 0 0 0 0];

internalField   uniform $value;

boundaryField
{
    movingWall
    {
        type            fixedValue;
        value           uniform   $value;
    }

    fixedWalls
    {
        type            fixedValue;
        value           uniform   $value;    
    }

    frontAndBack
    {
        type            empty;   
    }
}


// ************************************************************************* //
